[

    {
        "id": "86",
        "title": "Classic Comfort Fit Joggers",
        "description": "Discover the perfect blend of style and comfort with our Classic Comfort Fit Joggers. These versatile black joggers feature a soft elastic waistband with an adjustable drawstring, two side pockets, and ribbed ankle cuffs for a secure fit. Made from a lightweight and durable fabric, they are ideal for both active days and relaxed lounging.",
        "price": "25",
        "discountPercentage": "23",
        "rate": "1",
        "stock": "78",
        "brand": "",
        "category": "Clothes",
        "image1": "https://i.imgur.com/ZKGofuB.jpeg",
        "image2": "https://i.imgur.com/GJi73H0.jpeg",
        "image3": "https://i.imgur.com/633Fqrz.jpeg"
    },
    {
        "id": "89",
        "title": "Classic Blue Baseball Cap",
        "description": "Top off your casual look with our Classic Blue Baseball Cap, made from high-quality materials for lasting comfort. Featuring a timeless six-panel design with a pre-curved visor, this adjustable cap offers both style and practicality for everyday wear.",
        "price": "86",
        "discountPercentage": "34",
        "rate": "5",
        "stock": "71",
        "brand": "",
        "category": "Clothes",
        "image1": "https://i.imgur.com/wXuQ7bm.jpeg",
        "image2": "https://i.imgur.com/BZrIEmb.jpeg",
        "image3": "https://i.imgur.com/KcT6BE0.jpeg"
    },
    {
        "id": "96",
        "title": "Sleek White & Orange Wireless Gaming Controller",
        "description": "Elevate your gaming experience with this state-of-the-art wireless controller, featuring a crisp white base with vibrant orange accents. Designed for precision play, the ergonomic shape and responsive buttons provide maximum comfort and control for endless hours of gameplay. Compatible with multiple gaming platforms, this controller is a must-have for any serious gamer looking to enhance their setup.",
        "price": "69",
        "discountPercentage": "6",
        "rate": "5",
        "stock": "57",
        "brand": "",
        "category": "Electronics",
        "image1": "https://i.imgur.com/ZANVnHE.jpeg",
        "image2": "https://i.imgur.com/Ro5z6Tn.jpeg",
        "image3": "https://i.imgur.com/woA93Li.jpeg"
    },
    {
        "id": "97",
        "title": "Sleek Wireless Headphone & Inked Earbud Set",
        "description": "Experience the fusion of style and sound with this sophisticated audio set featuring a pair of sleek, white wireless headphones offering crystal-clear sound quality and over-ear comfort. The set also includes a set of durable earbuds, perfect for an on-the-go lifestyle. Elevate your music enjoyment with this versatile duo, designed to cater to all your listening needs.",
        "price": "44",
        "discountPercentage": "13",
        "rate": "2",
        "stock": "126",
        "brand": "",
        "category": "Electronics",
        "image1": "https://i.imgur.com/yVeIeDa.jpeg",
        "image2": "https://i.imgur.com/jByJ4ih.jpeg",
        "image3": "https://i.imgur.com/KXj6Tpb.jpeg"
    },
    {
        "id": "98",
        "title": "Sleek Comfort-Fit Over-Ear Headphones",
        "description": "Experience superior sound quality with our Sleek Comfort-Fit Over-Ear Headphones, designed for prolonged use with cushioned ear cups and an adjustable, padded headband. Ideal for immersive listening, whether you're at home, in the office, or on the move. Their durable construction and timeless design provide both aesthetically pleasing looks and long-lasting performance.",
        "price": "28",
        "discountPercentage": "35",
        "rate": "3",
        "stock": "165",
        "brand": "",
        "category": "Electronics",
        "image1": "https://i.imgur.com/SolkFEB.jpeg",
        "image2": "https://i.imgur.com/KIGW49u.jpeg",
        "image3": "https://i.imgur.com/mWwek7p.jpeg"
    },

    {
        "id": "115",
        "title": "Vibrant Runners: Bold Orange & Blue Sneakers",
        "description": "Step into style with these eye-catching sneakers featuring a striking combination of orange and blue hues. Designed for both comfort and fashion, these shoes come with flexible soles and cushioned insoles, perfect for active individuals who don't compromise on style. The reflective silver accents add a touch of modernity, making them a standout accessory for your workout or casual wear.",
        "price": "27",
        "discountPercentage": "41",
        "rate": "2",
        "stock": "148",
        "brand": "",
        "category": "Shoes",
        "image1": "https://i.imgur.com/hKcMNJs.jpeg",
        "image2": "https://i.imgur.com/NYToymX.jpeg",
        "image3": "https://i.imgur.com/HiiapCt.jpeg"
    },
    {
        "id": "117",
        "title": "Futuristic Silver and Gold High-Top Sneaker",
        "description": "Step into the future with this eye-catching high-top sneaker, designed for those who dare to stand out. The sneaker features a sleek silver body with striking gold accents, offering a modern twist on classic footwear. Its high-top design provides support and style, making it the perfect addition to any avant-garde fashion collection. Grab a pair today and elevate your shoe game!",
        "price": "68",
        "discountPercentage": "36",
        "rate": "1",
        "stock": "158",
        "brand": "",
        "category": "Shoes",
        "image1": "https://i.imgur.com/npLfCGq.jpeg",
        "image2": "https://i.imgur.com/vYim3gj.jpeg",
        "image3": "https://i.imgur.com/HxuHwBO.jpeg"
    },
    {
        "id": "118",
        "title": "Futuristic Chic High-Heel Boots",
        "description": "Elevate your style with our cutting-edge high-heel boots that blend bold design with avant-garde aesthetics. These boots feature a unique color-block heel, a sleek silhouette, and a versatile light grey finish that pairs easily with any cutting-edge outfit. Crafted for the fashion-forward individual, these boots are sure to make a statement.",
        "price": "36",
        "discountPercentage": "37",
        "rate": "5",
        "stock": "31",
        "brand": "",
        "category": "Shoes",
        "image1": "https://i.imgur.com/HqYqLnW.jpeg",
        "image2": "https://i.imgur.com/RlDGnZw.jpeg",
        "image3": "https://i.imgur.com/qa0O6fg.jpeg"
    },
    {
        "id": "119",
        "title": "Elegant Patent Leather Peep-Toe Pumps with Gold-Tone Heel",
        "description": "Step into sophistication with these chic peep-toe pumps, showcasing a lustrous patent leather finish and an eye-catching gold-tone block heel. The ornate buckle detail adds a touch of glamour, perfect for elevating your evening attire or complementing a polished daytime look.",
        "price": "53",
        "discountPercentage": "1",
        "rate": "3",
        "stock": "14",
        "brand": "",
        "category": "Shoes",
        "image1": "https://i.imgur.com/AzAY4Ed.jpeg",
        "image2": "https://i.imgur.com/umfnS9P.jpeg",
        "image3": "https://i.imgur.com/uFyuvLg.jpeg"
    },
    {
        "id": "120",
        "title": "Elegant Purple Leather Loafers",
        "description": "Step into sophistication with our Elegant Purple Leather Loafers, perfect for making a bold statement. Crafted from high-quality leather with a vibrant purple finish, these shoes feature a classic loafer silhouette that's been updated with a contemporary twist. The comfortable slip-on design and durable soles ensure both style and functionality for the modern man.",
        "price": "17",
        "discountPercentage": "46",
        "rate": "1",
        "stock": "113",
        "brand": "",
        "category": "Shoes",
        "image1": "https://i.imgur.com/Au8J9sX.jpeg",
        "image2": "https://i.imgur.com/gdr8BW2.jpeg",
        "image3": "https://i.imgur.com/KDCZxnJ.jpeg"
    },
    {
        "id": "128",
        "title": "Elegant Glass Tumbler Set",
        "description": "Enhance your drinkware collection with our sophisticated set of glass tumblers, perfect for serving your favorite beverages. This versatile set includes both clear and subtly tinted glasses, lending a modern touch to any table setting. Crafted with quality materials, these durable tumblers are designed to withstand daily use while maintaining their elegant appeal.",
        "price": "50",
        "discountPercentage": "5",
        "rate": "3",
        "stock": "197",
        "brand": "",
        "category": "Miscellaneous",
        "image1": "https://i.imgur.com/TF0pXdL.jpg",
        "image2": "https://i.imgur.com/BLDByXP.jpg",
        "image3": "https://i.imgur.com/b7trwCv.jpg"
    }
]