[
	
	{
		"id": "8",
		"name": "Classic Navy Blue Baseball Cap",
		"description": "Step out in style with this sleek navy blue baseball cap. Crafted from durable material, it features a smooth, structured design and an adjustable strap for the perfect fit. Protect your eyes from the sun and complement your casual looks with this versatile and timeless accessory.",
		"price": "61",
		"discountPercentage": "15",
		"rate": "4",
		"stock": "148",
		"category": "Clothes",
		"images": [
			"https://i.imgur.com/R3iobJA.jpeg",
			"https://i.imgur.com/Wv2KTsf.jpeg",
			"https://i.imgur.com/76HAxcA.jpeg"
		]
	},
	{
		"id": "9",
		"name": "Classic Blue Baseball Cap",
		"description": "Top off your casual look with our Classic Blue Baseball Cap, made from high-quality materials for lasting comfort. Featuring a timeless six-panel design with a pre-curved visor, this adjustable cap offers both style and practicality for everyday wear.",
		"price": "86",
		"discountPercentage": "34",
		"rate": "5",
		"stock": "71",
		"category": "Clothes",
		"images": [
			"https://i.imgur.com/wXuQ7bm.jpeg",
			"https://i.imgur.com/BZrIEmb.jpeg",
			"https://i.imgur.com/KcT6BE0.jpeg"
		]
	},
	{
		"id": "10",
		"name": "Classic Red Baseball Cap",
		"description": "Elevate your casual wardrobe with this timeless red baseball cap. Crafted from durable fabric, it features a comfortable fit with an adjustable strap at the back, ensuring one size fits all. Perfect for sunny days or adding a sporty touch to your outfit.",
		"price": "35",
		"discountPercentage": "40",
		"rate": "3",
		"stock": "7",
		"category": "Clothes",
		"images": [
			"https://i.imgur.com/cBuLvBi.jpeg",
			"https://i.imgur.com/N1GkCIR.jpeg",
			"https://i.imgur.com/kKc9A5p.jpeg"
		]
	},
	{
		"id": "11",
		"name": "Classic Black Baseball Cap",
		"description": "Elevate your casual wear with this timeless black baseball cap. Made with high-quality, breathable fabric, it features an adjustable strap for the perfect fit. Whether you’re out for a jog or just running errands, this cap adds a touch of style to any outfit.",
		"price": "58",
		"discountPercentage": "10",
		"rate": "4",
		"stock": "84",
		"category": "Clothes",
		"images": [
			"https://i.imgur.com/KeqG6r4.jpeg",
			"https://i.imgur.com/xGQOw3p.jpeg",
			"https://i.imgur.com/oO5OUjb.jpeg"
		]
	},
	{
		"id": "12",
		"name": "Classic High-Waisted Athletic Shorts",
		"description": "Stay comfortable and stylish with our Classic High-Waisted Athletic Shorts. Designed for optimal movement and versatility, these shorts are a must-have for your workout wardrobe. Featuring a figure-flattering high waist, breathable fabric, and a secure fit that ensures they stay in place during any activity, these shorts are perfect for the gym, running, or even just casual wear.",
		"price": "43",
		"discountPercentage": "46",
		"rate": "2",
		"stock": "125",
		"category": "Clothes",
		"images": [
			"https://i.imgur.com/eGOUveI.jpeg",
			"https://i.imgur.com/UcsGO7E.jpeg",
			"https://i.imgur.com/NLn4e7S.jpeg"
		]
	},
	{
		"id": "26",
		"name": "Sleek Modern Leather Sofa",
		"description": "Enhance the elegance of your living space with our Sleek Modern Leather Sofa. Designed with a minimalist aesthetic, it features clean lines and a luxurious leather finish. The robust metal legs provide stability and support, while the plush cushions ensure comfort. Perfect for contemporary homes or office waiting areas, this sofa is a statement piece that combines style with practicality.",
		"price": "53",
		"discountPercentage": "12",
		"rate": "5",
		"stock": "119",
		"category": "Furniture",
		"images": [
			"https://i.imgur.com/Qphac99.jpeg",
			"https://i.imgur.com/dJjpEgG.jpeg",
			"https://i.imgur.com/MxJyADq.jpeg"
		]
	},
	{
		"id": "27",
		"name": "Mid-Century Modern Wooden Dining Table",
		"description": "Elevate your dining room with this sleek Mid-Century Modern dining table, featuring an elegant walnut finish and tapered legs for a timeless aesthetic. Its sturdy wood construction and minimalist design make it a versatile piece that fits with a variety of decor styles. Perfect for intimate dinners or as a stylish spot for your morning coffee.",
		"price": "24",
		"discountPercentage": "5",
		"rate": "4",
		"stock": "105",
		"category": "Furniture",
		"images": [
			"https://i.imgur.com/DMQHGA0.jpeg",
			"https://i.imgur.com/qrs9QBg.jpeg",
			"https://i.imgur.com/XVp8T1I.jpeg"
		]
	},
	{
		"id": "28",
		"name": "Elegant Golden-Base Stone Top Dining Table",
		"description": "Elevate your dining space with this luxurious table, featuring a sturdy golden metal base with an intricate rod design that provides both stability and chic elegance. The smooth stone top in a sleek round shape offers a robust surface for your dining pleasure. Perfect for both everyday meals and special occasions, this table easily complements any modern or glam decor.",
		"price": "66",
		"discountPercentage": "37",
		"rate": "4",
		"stock": "11",
		"category": "Furniture",
		"images": [
			"https://i.imgur.com/NWIJKUj.jpeg",
			"https://i.imgur.com/Jn1YSLk.jpeg",
			"https://i.imgur.com/VNZRvx5.jpeg"
		]
	},
	{
		"id": "29",
		"name": "Modern Elegance Teal Armchair",
		"description": "Elevate your living space with this beautifully crafted armchair, featuring a sleek wooden frame that complements its vibrant teal upholstery. Ideal for adding a pop of color and contemporary style to any room, this chair provides both superb comfort and sophisticated design. Perfect for reading, relaxing, or creating a cozy conversation nook.",
		"price": "25",
		"discountPercentage": "4",
		"rate": "5",
		"stock": "60",
		"category": "Furniture",
		"images": [
			"https://i.imgur.com/6wkyyIN.jpeg",
			"https://i.imgur.com/Ald3Rec.jpeg",
			"https://i.imgur.com/dIqo03c.jpeg"
		]
	},
	{
		"id": "43",
		"name": "Sleek All-Terrain Go-Kart",
		"description": "Experience the thrill of outdoor adventures with our Sleek All-Terrain Go-Kart, featuring a durable frame, comfortable racing seat, and robust, large-tread tires perfect for handling a variety of terrains. Designed for fun-seekers of all ages, this go-kart is an ideal choice for backyard racing or exploring local trails.",
		"price": "37",
		"discountPercentage": "5",
		"rate": "5",
		"stock": "118",
		"category": "Miscellaneous",
		"images": [
			"https://i.imgur.com/Ex5x3IU.jpg",
			"https://i.imgur.com/z7wAQwe.jpg",
			"https://i.imgur.com/kc0Dj9S.jpg"
		]
	}
]
